Repository: hingstarne/mediatum
Catalog: i18n/admin_settingsmenu-*.po
Languages: de

# admin_settings_adminmodules_header
source: Admin Menu
de: Admin-Menü

# admin_settings_adminmodules_title
source: Administration Menu Structure
de: Administrations-Menüstruktur

# admin_settings_adminmodules_name
source: Module Name
de: Modulname

# admin_settings_adminmodules_view
source: Show/Hide
de: Ein/Ausblenden

# admin_modules_adminmodules_move
source: Move
de: Verschieben

# admin_modules_adminmodules_std
source: Std. Module
de: Standardmodul

# admin_modules_adminmodules_showtitle
source: Show Module
de: Modul einblenden

# admin_modules_adminmodules_hidetitle
source: Hide Module
de: Modul ausblenden

# admin_settings_adminmodules_reset
source: Reset Menu Structure
de: Menü zurücksetzen

# adminmodules_reset_question
source: Do you really want to reset the admin area?
de: Wollen Sie wirklich den Admin-Bereich resetten?

# admin_settings_editmodules_header
source: Edit Menu
de: Edit-Menü

# admin_settings_editmodule_selecttype
source: Select Datatype:
de: Datentyp wählen:

# admin_settings_editmenu_selectmodule
source: Select Menu
de: Menü auswählen

# admin_settings_editmenu_typeheader
source: Edit Menu for Datatype:
de: Edit-Menü für Datentyp:

# admin_settings_editmodules_reset
source: Reset Menu
de: Menü zurücksetzen

# admin_settings_editmodules_name
source: Module Name
de: Modulname

# admin_settings_editmodules_view
source: Show/Hide
de: Ein/Ausblenden

# admin_modules_editmodules_move
source: Move
de: Verschieben

# admin_modules_editmodules_showtitle
source: Show Module
de: Modul einblenden

# admin_modules_editmodules_hidetitle
source: Hide Module
de: Modul ausblenden

# admin_modules_editmodules_system
source: System Type
de: Systemmodul
