Repository: hingstarne/mediatum
Catalog: i18n/admin_mapping-*.po
Languages: de

# admin_mapping_existing
source: Available Mapping definitions
de: Vorhandene Mappingdefinitionen

# admin_mapping_col_4
source: Description
de: Beschreibung

# admin_mapping_col_5
source: Fields
de: Felder

# admin_mapping_col_6
source: Type
de: Typ

# admin_mapping_col_7
source: Active
de: Aktiv

# admin_mapping_configuration
source: Mapping Base Definition
de: Mapping Basis Definition

# admin_mapping_configtypes
source: Mapping Types:
de: Mapping Typen:

# admin_mapping_type
source: Mapping Type
de: Mapping Typ

# admin_mapping_active
source: Active
de: Aktiv

# admin_mapping_create
source: Create new mapping
de: Neues Mapping anlegen

# admin_mapping_fieldlist_title
source: edit fields
de: Felder anzeigen/bearbeiten

# admin_mapping_edit_title
source: edit mapping
de: Mapping bearbeiten

# admin_mapping_delete_title
source: delete mapping
de: Mapping löschen

# admin_mapping_new_label
source: Create new Mapping
de: Neues Mapping anlegen

# admin_mapping_edit_label
source: Edit Mapping
de: Mapping bearbeiten

# admin_mapping_description
source: Description
de: Beschreibung

# admin_mapping_header
source: Header
de: Kopfzeile

# admin_mapping_footer
source: Footer
de: Fußzeile

# admin_mapping_separator
source: Separator
de: Zeilentrenner

# admin_mapping_standardformat
source: Std. format
de: Zeilenformat

# admin_mapping_standardformat_description
source: Available Variables:<br/>* [value] = attribute value<br/>* [field] = field name<br/>* [att:field] = name of attribute field<br/>* [att:id] = node id<br/>
de: mögliche Variablen:<br/>* [value] = Attributwert<br/>* [field] = Feldname<br/>* [att:field] = Attributfeldname<br/>* [att:id] = Knoten-ID<br/>

# admin_mapping_msg1
source: mapping import (xml-file)
de: Mapping-Import aus XML-Datei

# admin_mapping_import
source: import
de: Importieren

# admin_mapping_exportall_title
source: export all mappings
de: Alle Mappings exportieren

# admin_mapping_export_title
source: export mapping
de: Mapping exportieren

# admin_mappingfield_existing
source: Available Mapping fields of Mapping
de: Vorhandene Mappingfelder des Mappings

# admin_mappingfield_col_2
source: Description
de: Beschreibung

# admin_mappingfield_col_3
source: Mandatory
de: Pflichtfeld

# admin_mappingfield_create
source: Create new Mapping field
de: Neues Mappingfeld anlegen

# admin_mappingfield_edit_title
source: Edit Mapping field
de: Mappingfeld anlegen/bearbeiten

# admin_mappingfield_delete_title
source: delete Mapping field
de: Mappingfeld löschen

# admin_mappingfield_new_label
source: Create new Mapping field
de: Neues Mappingfeld anlegen

# admin_mappingfield_edit_label
source: Edit Mapping field
de: Mappingfeld bearbeiten

# admin_mappingfield_name
source: Mapping field Name
de: Mappingfeld Name

# admin_mappingfield_default
source: Default value
de: Standardwert

# admin_mappingfield_description
source: Description
de: Beschreibung

# admin_mappingfield_exportformat
source: Line format
de: Zeilenformat

# admin_mappingfield_mandatory
source: Mandatory
de: Pflichtfeld

# admin_mappingfield_parent
source: Parent
de: Vererbt

# admin_mappingfield_nofields
source: - no Mapping fields defined -
de: - keine Mappingfelder definiert -

# admin_mappingfield_footer
source: ${number} Mapping fields
de: ${number} Mappingfelder
